[Configuration]
1hourdif=1
AdminShares=1
AltSearch=2
autotreechange=1
DirBrackets=0
DriveLib=%COMMANDER_PATH%\Drives.dll
EditWaitTime=-1
FileTipWindows=1
FirstFTPSync=0
FirstMLSDsync=0
FirstTimeZIP=0
IconLib=%COMMANDER_PATH%\Fileicons.dll
Languageini=wcmd_ext_rus.lng
Mainmenu=wcmd_ext_rus.mnu
PluginBaseDir=%COMMANDER_PATH%\Plugins
RenameSelOnlyName=1
ResolutionSpecific=0
ReverseHistory=1
ShowParentDirInRoot=1
SizeFooter=3
SortDirsByName=0
SortUpper=3
SoundDelay=36000
SpaceMovesDown=1
SpecialCursorMovement=13
StartupScreen=0
TCName=maultosar
ThumbsCustomField=[=tc.size.bkMG2]
ThumbsInDlg=1
ThumbsLocation=%COMMANDER_PATH%
ThumbWidthNoCache=128
ThumbHeightNoCache=96
UseIniInProgramDir=7
UseRightButton=1
Viewer=notepad.exe
WatchDirs=3
WatchDirsExclude=\
Viewertype=0
Win32TipWindows=1
AutoReUpload=2
QuickViewUnzipReadMe=0
FirstTimeIconLib=0
AutoUpdateCheck=0
RestrictInterface=1024
TCPortable=1
UseNewDefFont=1
firstmnu=1915
SeparateTree=0
PanelsVertical=0
test=42
ShowHiddenSystem=1

[DirMenu]
menu1=-Виртуальные
menu2=Рабочий стол
cmd2=cm_OpenDesktop
menu3=Мой компьютер
cmd3=cm_OpenDrives
menu4=Панель управления
cmd4=cm_OpenControls
menu5=Шрифты
cmd5=cm_OpenFonts
menu6=Сетевое окружение
cmd6=cm_OpenNetwork
menu7=Принтеры и факсы
cmd7=cm_OpenPrinters
menu8=Корзина
cmd8=cm_OpenRecycled
menu9=-
menu10=Библиотеки
cmd10=cd ::{031E4825-7B94-4dc3-B131-E946B44C8DD5}
menu11=--
menu12=-Общие
menu13=Папка профиля
cmd13=cd %ALLUSERSPROFILE%
menu14=Общие документы
cmd14=cd %$COMMON_DOCUMENTS%
menu15=Рабочий стол
cmd15=cd %$COMMON_DESKTOPDIRECTORY%
menu16=Главное меню
cmd16=cd %$COMMON_STARTMENU%
menu17=Автозагрузка
cmd17=cd %$COMMON_STARTUP%
menu18=-
menu19=Application Data
cmd19=cd %$COMMON_APPDATA%
menu20=--
menu21=-Пользовательские
menu22=Папка профиля
cmd22=cd %USERPROFILE%
menu23=Мои документы
cmd23=cd %$PERSONAL%
menu24=Рабочий стол
cmd24=cd %$DESKTOP%
menu25=Главное меню
cmd25=cd %$STARTMENU%
menu26=Автозагрузка
cmd26=cd %$STARTUP%
menu27=-
menu28=Быстрый запуск
cmd28=cd %$APPDATA%\Microsoft\Internet Explorer\Quick Launch
menu29=Application Data
cmd29=cd %$APPDATA%
menu30=Local Application Data
cmd30=cd %$LOCAL_APPDATA%
menu31=--
menu32=-Системные
menu33=Program Files
cmd33=cd %PROGRAMFILES%
menu34=Windows
cmd34=cd %WINDIR%
menu35=System32
cmd35=cd %SYSTEMROOT%\SYSTEM32
menu36=Temp
cmd36=cd %TEMP%
menu37=--
menu38=-Total Commander
menu39=Папка Total Commander
cmd39=cd %COMMANDER_PATH%
menu40=Интегрированные программы
cmd40=cd %COMMANDER_PATH%\Soft
menu41=Плагины
cmd41=cd %COMMANDER_PATH%\Plugins
menu42=--

[Layout]
DriveBar1=1
DriveBar2=1
DriveCombo=0

[Lister]
CenterBitmap=1
Maximized=1
ShrinkBitmap=2

[Packer]
ExpertMode=1
InternalZipRate=9
OpenPartial=1
RAR=%COMMANDER_PATH%\Plugins\arc\Rar.exe -m5 -s
zipnt=1

[Tabstops]
0=401
1=407
3=495
4=331
6=969
5=93
AdjustWidth=1

[user]
menu1=Сайт сборки
cmd1=http://bursoft-portable.blogspot.com/
menu2=Информация о сборке
cmd2=%COMMANDER_PATH%\Language\TCE.rtf
menu3=Клавиатурные сочетания Total Commander
cmd3=%COMMANDER_PATH%\Language\Keyboard.htm
menu4=Все команды Total Commander
cmd4=%COMMANDER_PATH%\Language\Commands.htm
menu5=-
menu6=-Виртуальные папки
menu7=Рабочий стол
cmd7=cm_OpenDesktop
menu8=Мой компьютер
cmd8=cm_OpenDrives
menu9=Панель управления
cmd9=cm_OpenControls
menu10=Шрифты
cmd10=cm_OpenFonts
menu11=Сетевое окружение
cmd11=cm_OpenNetwork
menu12=Принтеры и факсы
cmd12=cm_OpenPrinters
menu13=Корзина
cmd13=cm_OpenRecycled
menu14=-
menu15=Библиотеки
cmd15=cd ::{031E4825-7B94-4dc3-B131-E946B44C8DD5}
menu16=--
menu17=-Общие папки
menu18=Папка профиля
cmd18=cd %ALLUSERSPROFILE%
menu19=Общие документы
cmd19=cd %$COMMON_DOCUMENTS%
menu20=Рабочий стол
cmd20=cd %$COMMON_DESKTOPDIRECTORY%
menu21=Главное меню
cmd21=cd %$COMMON_STARTMENU%
menu22=Автозагрузка
cmd22=cd %$COMMON_STARTUP%
menu23=-
menu24=Application Data
cmd24=cd %$COMMON_APPDATA%
menu25=--
menu26=-Пользовательские папки
menu27=Папка профиля
cmd27=cd %USERPROFILE%
menu28=Мои документы
cmd28=cd %$PERSONAL%
menu29=Рабочий стол
cmd29=cd %$DESKTOP%
menu30=Главное меню
cmd30=cd %$STARTMENU%
menu31=Автозагрузка
cmd31=cd %$STARTUP%
menu32=-
menu33=Быстрый запуск
cmd33=cd %$APPDATA%\Microsoft\Internet Explorer\Quick Launch
menu34=Application Data
cmd34=cd %$APPDATA%
menu35=Local Application Data
cmd35=cd %$LOCAL_APPDATA%
menu36=--
menu37=-Системные папки
menu38=Program Files
cmd38=cd %PROGRAMFILES%
menu39=Windows
cmd39=cd %WINDIR%
menu40=System32
cmd40=cd %SYSTEMROOT%\SYSTEM32
menu41=Temp
cmd41=cd %TEMP%
menu42=--
menu43=-Total Commander
menu44=Папка Total Commander
cmd44=cd %COMMANDER_PATH%
menu45=Интегрированные программы
cmd45=cd %COMMANDER_PATH%\Soft
menu46=Плагины
cmd46=cd %COMMANDER_PATH%\Plugins
menu47=--
menu48=-
menu49=TC Color Presets - цветовые схемы
cmd49=%COMMANDER_PATH%\Plugins\exe\colors\colors.exe

[AllResolutions]
FontCharset=204
FontCharsetDialog=204
FontCharsetWindow=204
FontName=Tahoma
FontNameDialog=Tahoma
FontNameWindow=Tahoma
FontSize=8
FontSizeWindow=8
FontWeightWindow=400
maximized=1
Tabstops=401,407,495,331,969,93
Iconsize32=16
FontWeight=400
MenuChangeX=363
MenuChangeY=164
MenuChangeDX=640
MenuChangeDY=400
MenuChangeMax=0
CmdSelX=359
CmdSelY=174
CmdSelDX=653
CmdSelDY=371
CmdSelMax=0

[Shortcuts]
F2=cm_RenameOnly
C+H=cm_SwitchHidSys

[Buttonbar]
DefaultLib=Wcmicon3
Buttonheight=29
Buttonheight96=29
FlatIcons=1
SmallIcons=1
SmallIconSize=16
SmallIconSize96=16
DefaultDpi=96
XPstyle=1
[ButtonbarCache]
IconDll_default.bar=TCNewLib1
IconDll_vertical.bar=TCNewLib1
IconDll_System.bar=
IconDll_Software.bar=TCNewLib1
